var qaData = {
    question : [
        {
            title : "什麼是MSP？",
            answer : "MSP，Microsoft Student Partners微軟學生大使，我們主辦微軟針對學生族群所籌備的各式活動、主持校園技術活動並提供示範、主導承辦微軟相關展覽、技術論壇及駭客松（Hackathon）（例：Azure Workshop 雲端創意履歷工作坊、Imagine Cup Pitch Day、Hour of Code等活動）。"
        },{
            title : " MSP平常都在做些什麼？",
            answer : "根據不同的組別會有跨組不同形式的工作，公關企劃組主要負責撰寫與執行企劃、美宣設計組設計符合微軟形象的活動相關宣傳品、技術開發組則是依活動性質協助活動參與及開發相關程式專案。"
        },{
            title : "成為MSP可以得到什麼？",
            answer : "不僅在籌備及執行活動企劃的過程中，可以學習到如何讓企劃與現實環境結合，能有效運用身邊資源實際辦理大型的活動。最重要的是，MSP夥伴均來自台灣各大專院校，可以認識來自不同學校背景的人，攜手合作完成一個從無到有計畫，夥伴將成為MSP們最大的收穫。"
        },{
            title : " MSP有什麼實質的好處嗎？",
            answer : "你將能擁有國際認證的微軟學生大使證書；MSDN（Microsoft Developer Network），盡情使用微軟開發者資源；實習期間不定期專屬的 Microsoft 訓練課程，可以在這裡建立全球業界專家交際網路並學習最新微軟技術；每年舉辦學長姐回娘家，身為MSP的一員將能和優秀學長姐們相互交流、經驗分享，累積你的人脈資本，強化技能及增加在職場上的機會。"
        },{
            title : "MSP有支薪嗎？",
            answer : " MSP因為沒有上下班打卡進公司的制度，在實習計畫其中，享有相關技術資源與訓練課程，在這一年實習的背後是能夠讓熱愛科技技術的同學們收穫滿滿！"
        },{
            title : " MSP平常會花很多時間嗎？",
            answer : "實習計畫都是需要付出時間和心力，請報名同學規劃好時間安排，希望所有參與MSP的學生都能全心全意的完成每一個工作。"
        },{
            title : " MSP有固定的上班時間或實習時間嗎? ",
            answer : "不需要進公司當上班族、沒有固定上下班時間，最適合在學的你！在寒暑假期間會為應屆微軟學生大使安排培訓課程，這也是微軟學生大使的特色之一 – Free Learning。"
        },{
            title : "如果是已畢業生，或者應屆畢業生，還可以來徵選嗎?",
            answer : "微軟學生大使須具備學生身分，無論是大一大二大三大四或是研究生，皆可參加。但如果你已經畢業並沒有辦法參與此實習計畫。"
        },{
            title : "請問實習有年齡限制嗎?",
            answer : "只要具備「學生」身分，包括大專院校生與研究生，不論年齡都可以參與。"
        },{
            title : "請問微軟為實習生們準備了甚麼樣的課程?",
            answer : "最新微軟技術學習（舉例來說：Visual Studio課程、Microsoft Azure課程、跨平台領域整合課程）、整合行銷、Marketing、攝影剪片技巧、主持訓練、文稿撰寫等。"
        },{
            title : "成為微軟學生大使，需要具備甚麼樣的能力呢?",
            answer : "任何實習、任何工作都一樣，不論厲害與否，付出多少就能夠收穫多少，一切取決於你的–進取心。"
        },{
            title : "實習結束後有相關證明嗎?",
            answer : "微軟學生大使為國際性實習計畫，完整參與一整年實習，我們將頒發國際認證微軟學生大使證書。"
        },{
            title : "提交履歷後，要等到何時才會有結果? ",
            answer : "履歷提交後，將暫定於5/4粉絲專頁公布錄取面試名單；於5月份的兩個周末會有兩階段的面試：主管面試及團體面試，請先預先留下時間，最終結果將會於5/20 公布於粉絲專頁，並寄發錄取通知。"
        },{
            title : "如果我已經寄出報名表了，但沒有收到確認信怎麼辦？ ",
            answer : "寄出報名表後將於3日內收到微軟學生大使寄出的回覆信件，若是沒有收到由msp10th.tw@outlook.com寄出的信件，請主動私訊粉絲專頁詢問以免喪失報名機會，將有工作人員幫你處理。"
        },{
            title : "如果我已經是研究生仍然可以報名嗎？ ",
            answer : "可以！我們歡迎任何在學的大專院校及研究生參與。"
        },{
            title : "如果我暑假預計出國一個月以上，我可以報名嗎？",
            answer : "建議欲報名的同學暑假期間大多時間都在台灣較佳，由於暑假期間微軟會安排相關課程，希望所有MSP均能全程參與；此外活動的規劃討論也是從暑假開始，若是有出國的打算需再三考慮一下時間上的規劃。"
        },{
            title : "我的信箱收不到MSP所寄的信該怎麼辦？",
            answer : "建議以另一個信箱收信，學校的信箱大致上應該不會有傳輸上的問題；若仍有問題建議可以辦一個outlook專門收取MSP寄出的信件。"
        },{
            title : "面試需要影印三份履歷，那創意履歷需要印出來嗎？",
            answer : "視個人需要，建議每位面試者充分準備最能表現出自己特色的相關文件喔！"
        },{
            title : "面試的日期跟時間可以更換嗎？ ",
            answer : "日期基本上不會更動喔，希望各位想成為MSP的同學盡量將面試那天的時間空下來。"
        },{
            title : "面試的形式是？會問什麼問題呢？需要事先做什麼準備呢？",
            answer : "面試內容於面試當天現場公佈！請表現出自己最佳的狀態，充分了解MSP，順利通過面試成為MSP的一員！"
        },{
            title : "面試需要著正式服裝嗎？",
            answer : "請穿著正式整齊舒適服裝即可。"
        },{
            title : "創意履歷是必要的嗎？",
            answer : "是的，請務必要繳交創意履歷讓我們能發掘你的潛力！"
        },{
            title : "創意履歷沒有限制格式，那如果繳交文字檔有限制頁數嗎？ ",
            answer : "沒有限制頁數喔，只要檔案在限制格式大小內即可。"
        },{
            title : "創意履歷的繳交期限是？",
            answer : "跟制式履歷時間相同，一併繳交。"
        },{
            title : "我還有問題",
            answer : "如果還有任何問題，請來信至msp10th.tw@outlook.com或私訊Microsoft Student partner in Taiwan粉絲專頁（https://www.facebook.com/MSPTaiwan）。"
        }
    ]
};

